import arrowDown from "@/assets/icons/arrow-down.png";
import arrowUp from "@/assets/icons/arrow-up.png";
import backArrow from "@/assets/icons/back-arrow.png";
import checkmark from "@/assets/icons/check.png";
import close from "@/assets/icons/close.png";
import list from "@/assets/icons/list.png";
import out from "@/assets/icons/out.png";
import person from "@/assets/icons/person.png";
import pin from "@/assets/icons/pin.png";
import point from "@/assets/icons/point.png";
import profile from "@/assets/icons/profile.png";
import search from "@/assets/icons/search.png";
import star from "@/assets/icons/star.png";
import target from "@/assets/icons/target.png";
import to from "@/assets/icons/to.png";
import read from "@/assets/icons/read-icon.png";
import keepread from "@/assets/icons/continue.png";
import home from "@/assets/icons/homenav.png";

import avatar from "@/assets/images/avatar.png";
import ham from "@/assets/images/ham.png";

import logo from "@/assets/images/icon.png";
import check from "@/assets/images/check.png";
import noResult from "@/assets/images/no-result.png";

import shape1 from "@/assets/shapes/shape-1.png";
import shape2 from "@/assets/shapes/shape-2.png";
import shape3 from "@/assets/shapes/shape-3.png";
import shape4 from "@/assets/shapes/shape-4.png";
import shape5 from "@/assets/shapes/shape-5.png";
import shape6 from "@/assets/shapes/shape-6.png";
import shape7 from "@/assets/shapes/shape-7.png";
import shape8 from "@/assets/shapes/shape-8.png";
import shape9 from "@/assets/shapes/shape-9.png";
import shape10 from "@/assets/shapes/shape-10.png";

export const icons = {
    arrowDown,
    arrowUp,
    backArrow,
    checkmark,
    close,
    home,
    list,
    out,
    person,
    pin,
    point,
    profile,
    search,
    star,
    target,
    to,
    read,
    keepread,
    avatar,
    ham,
};

export const images = {
  logo,
  check,
  noResult,
};

export const shapes = [
  shape1, shape2, shape3, shape4, shape5, shape6, shape7, shape8, shape9, shape10
];

export const surahList = [
  {
    _id: 1,
    no: 1,
    para: 1,
    place: 'মক্কায় অবতীর্ণ',
    ruku: 1,
    naming: "এ সূরা কোরআনের সর্বপ্রথম সুরা। এ কারণেই এর নাম দেয়া হয়েছে ফাতিহাতুল কোরআন। অর্থাৎ কোরআনের প্রারম্ভিক। এছাড়া আরও বহুনাম আছে, তন্মধ্যে প্রসিদ্ধ নাম হল- ১। ফাতিহা, ২। উম্মুল কোরআন, ৩। ফাতিহাতুল কিতাব, ৪। শাফিয়াহ্, ৫। সাব'ই মাছানী, ৬। হাম্দ, ৭। তা'লিমুল মাসআলাহ্, ৮। মুনাজাত, ৯। কোরআনে আযীম, ১০। উম্মলু কিতাব।",
    shanenuzul: "",
    fazilat: "হাদীছ শরীফে বর্ণিত - সর্বাপেক্ষা উত্তম যিকর 'লা-ইলা-হা ইল্লাল্লা-হ্ এবং সর্বাপেক্ষা উত্তম দোয়া সূরা ফাতিহা। হযরত আবু হোরায়রা (রাঃ) থেকে বর্ণিত আছে - তিনি বলেন, রাসূলল্লুাহ্ (ছঃ) বলেছেন, যাঁর হাতে আমার জীবন তাঁর কসম, সূরা ফাতিহার দৃষ্টান্ত, তাওরাত, ইঞ্জিল, যবূর প্রভৃতি অন্য কোন আসমানী গ্রন্থে তা নেই-ই এমন কি পবিত্র কোরআনে ও এর সমতুল্য অন্য কোন সূরা অবতীর্ণ হয়নি । - (মা'রিফুল কোরআন)। * সূরা শেষে আ-মীন্ বলা সুন্নাত কিন্তু আমীন্ সূরার অংশ নয়।",
    name_bn: "আল ফাতিহা",
    name_en: 'al fatiha',
    name_ar: 'الفاتحة',
    totalAyat: 7,
    quote: "",
    ayat: [
      {
        _id: 4,
        no: 1,
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
        tafsir: "এর তাফসীর পূর্বেই করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির আর কোন প্রয়োজন নেই। কুরতুবী (রঃ) বলেন যে, মহান আল্লাহ (আরবি)-এর বিশেষণের পর (আরবি) নামক বিশেষণটি ভয় প্রদর্শনের পর আশা ভরসার উদ্রেক কল্পে আনয়ন করেছেন। যেমন তিনি অন্যত্র বলেছেনঃ (আরবি)অর্থাৎ আমার বান্দাগণকে সংবাদ দাও যে, আমি ক্ষমতাশালী ও দয়ালু এবং আমার শাস্তিও বেদনাদায়ক। (১৫:৪৯-৫০) তিনি আরও বলেছেনঃ “তোমার প্রভু সত্বরই শাস্তি প্রদানকারী এবং তিনি দয়ালু ও ক্ষমাশীলও বটে।রব’ শব্দটির মধ্যে ভয় প্রদর্শন রয়েছে এবং রাহমান’ ও ‘রাহীম' শব্দ দুইটির মধ্যে আশা ভরসা রয়েছে। সহীহ মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যদি ঈমানদারগণ আল্লাহর ক্রোধ এবং তার ভীষণ শাস্তি সম্পর্কে পূর্ণভাবে অবহিত হতো তবে তাদের অন্তর হতে বেহেশতের নন্দন কাননের লোভ লালসা সরে যেতো এবং কাফিরেরা যদি আল্লাহ তা'আলার দান ও দয়া দাক্ষিণ্য সম্পর্কে পূর্ণজ্ঞান রাখতে তবে তারা কখনও নিরাশ ও হতাশাগ্রস্ত হতো না।'",
      },
      {
        _id: 7,
        no: 2,
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
        tafsir: "এর তাফসীর পূর্বেই করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির আর কোন প্রয়োজন নেই। কুরতুবী (রঃ) বলেন যে, মহান আল্লাহ (আরবি)-এর বিশেষণের পর (আরবি) নামক বিশেষণটি ভয় প্রদর্শনের পর আশা ভরসার উদ্রেক কল্পে আনয়ন করেছেন। যেমন তিনি অন্যত্র বলেছেনঃ (আরবি)অর্থাৎ আমার বান্দাগণকে সংবাদ দাও যে, আমি ক্ষমতাশালী ও দয়ালু এবং আমার শাস্তিও বেদনাদায়ক। (১৫:৪৯-৫০) তিনি আরও বলেছেনঃ “তোমার প্রভু সত্বরই শাস্তি প্রদানকারী এবং তিনি দয়ালু ও ক্ষমাশীলও বটে।রব’ শব্দটির মধ্যে ভয় প্রদর্শন রয়েছে এবং রাহমান’ ও ‘রাহীম' শব্দ দুইটির মধ্যে আশা ভরসা রয়েছে। সহীহ মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যদি ঈমানদারগণ আল্লাহর ক্রোধ এবং তার ভীষণ শাস্তি সম্পর্কে পূর্ণভাবে অবহিত হতো তবে তাদের অন্তর হতে বেহেশতের নন্দন কাননের লোভ লালসা সরে যেতো এবং কাফিরেরা যদি আল্লাহ তা'আলার দান ও দয়া দাক্ষিণ্য সম্পর্কে পূর্ণজ্ঞান রাখতে তবে তারা কখনও নিরাশ ও হতাশাগ্রস্ত হতো না।'",
      },
      {
        _id: 8,
        no: 3,
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
        tafsir: "এর তাফসীর পূর্বেই করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির আর কোন প্রয়োজন নেই। কুরতুবী (রঃ) বলেন যে, মহান আল্লাহ (আরবি)-এর বিশেষণের পর (আরবি) নামক বিশেষণটি ভয় প্রদর্শনের পর আশা ভরসার উদ্রেক কল্পে আনয়ন করেছেন। যেমন তিনি অন্যত্র বলেছেনঃ (আরবি)অর্থাৎ আমার বান্দাগণকে সংবাদ দাও যে, আমি ক্ষমতাশালী ও দয়ালু এবং আমার শাস্তিও বেদনাদায়ক। (১৫:৪৯-৫০) তিনি আরও বলেছেনঃ “তোমার প্রভু সত্বরই শাস্তি প্রদানকারী এবং তিনি দয়ালু ও ক্ষমাশীলও বটে।রব’ শব্দটির মধ্যে ভয় প্রদর্শন রয়েছে এবং রাহমান’ ও ‘রাহীম' শব্দ দুইটির মধ্যে আশা ভরসা রয়েছে। সহীহ মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যদি ঈমানদারগণ আল্লাহর ক্রোধ এবং তার ভীষণ শাস্তি সম্পর্কে পূর্ণভাবে অবহিত হতো তবে তাদের অন্তর হতে বেহেশতের নন্দন কাননের লোভ লালসা সরে যেতো এবং কাফিরেরা যদি আল্লাহ তা'আলার দান ও দয়া দাক্ষিণ্য সম্পর্কে পূর্ণজ্ঞান রাখতে তবে তারা কখনও নিরাশ ও হতাশাগ্রস্ত হতো না।'",
      },
      {
        _id: 9,
        no: 4,
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
        tafsir: "এর তাফসীর পূর্বেই করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির আর কোন প্রয়োজন নেই। কুরতুবী (রঃ) বলেন যে, মহান আল্লাহ (আরবি)-এর বিশেষণের পর (আরবি) নামক বিশেষণটি ভয় প্রদর্শনের পর আশা ভরসার উদ্রেক কল্পে আনয়ন করেছেন। যেমন তিনি অন্যত্র বলেছেনঃ (আরবি)অর্থাৎ আমার বান্দাগণকে সংবাদ দাও যে, আমি ক্ষমতাশালী ও দয়ালু এবং আমার শাস্তিও বেদনাদায়ক। (১৫:৪৯-৫০) তিনি আরও বলেছেনঃ “তোমার প্রভু সত্বরই শাস্তি প্রদানকারী এবং তিনি দয়ালু ও ক্ষমাশীলও বটে।রব’ শব্দটির মধ্যে ভয় প্রদর্শন রয়েছে এবং রাহমান’ ও ‘রাহীম' শব্দ দুইটির মধ্যে আশা ভরসা রয়েছে। সহীহ মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যদি ঈমানদারগণ আল্লাহর ক্রোধ এবং তার ভীষণ শাস্তি সম্পর্কে পূর্ণভাবে অবহিত হতো তবে তাদের অন্তর হতে বেহেশতের নন্দন কাননের লোভ লালসা সরে যেতো এবং কাফিরেরা যদি আল্লাহ তা'আলার দান ও দয়া দাক্ষিণ্য সম্পর্কে পূর্ণজ্ঞান রাখতে তবে তারা কখনও নিরাশ ও হতাশাগ্রস্ত হতো না।'",
      },
      {
        _id: 10,
        no: 5,
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
        tafsir: "এর তাফসীর পূর্বেই করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির আর কোন প্রয়োজন নেই। কুরতুবী (রঃ) বলেন যে, মহান আল্লাহ (আরবি)-এর বিশেষণের পর (আরবি) নামক বিশেষণটি ভয় প্রদর্শনের পর আশা ভরসার উদ্রেক কল্পে আনয়ন করেছেন। যেমন তিনি অন্যত্র বলেছেনঃ (আরবি)অর্থাৎ আমার বান্দাগণকে সংবাদ দাও যে, আমি ক্ষমতাশালী ও দয়ালু এবং আমার শাস্তিও বেদনাদায়ক। (১৫:৪৯-৫০) তিনি আরও বলেছেনঃ “তোমার প্রভু সত্বরই শাস্তি প্রদানকারী এবং তিনি দয়ালু ও ক্ষমাশীলও বটে।রব’ শব্দটির মধ্যে ভয় প্রদর্শন রয়েছে এবং রাহমান’ ও ‘রাহীম' শব্দ দুইটির মধ্যে আশা ভরসা রয়েছে। সহীহ মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যদি ঈমানদারগণ আল্লাহর ক্রোধ এবং তার ভীষণ শাস্তি সম্পর্কে পূর্ণভাবে অবহিত হতো তবে তাদের অন্তর হতে বেহেশতের নন্দন কাননের লোভ লালসা সরে যেতো এবং কাফিরেরা যদি আল্লাহ তা'আলার দান ও দয়া দাক্ষিণ্য সম্পর্কে পূর্ণজ্ঞান রাখতে তবে তারা কখনও নিরাশ ও হতাশাগ্রস্ত হতো না।'",
      }
    ]
  },
  {
    _id: 2,
    no: 2,
    para: 2,
    place: 'মক্কায় অবতীর্ণ',
    ruku: 1,
    naming: "এ সূরা কোরআনের সর্বপ্রথম সুরা। এ কারণেই এর নাম দেয়া হয়েছে ফাতিহাতুল কোরআন। অর্থাৎ কোরআনের প্রারম্ভিক। এছাড়া আরও বহুনাম আছে, তন্মধ্যে প্রসিদ্ধ নাম হল- ১। ফাতিহা, ২। উম্মুল কোরআন, ৩। ফাতিহাতুল কিতাব, ৪। শাফিয়াহ্, ৫। সাব'ই মাছানী, ৬। হাম্দ, ৭। তা'লিমুল মাসআলাহ্, ৮। মুনাজাত, ৯। কোরআনে আযীম, ১০। উম্মলু কিতাব।",
    shanenuzul: "",
    fazilat: "হাদীছ শরীফে বর্ণিত - সর্বাপেক্ষা উত্তম যিকর 'লা-ইলা-হা ইল্লাল্লা-হ্ এবং সর্বাপেক্ষা উত্তম দোয়া সূরা ফাতিহা। হযরত আবু হোরায়রা (রাঃ) থেকে বর্ণিত আছে - তিনি বলেন, রাসূলল্লুাহ্ (ছঃ) বলেছেন, যাঁর হাতে আমার জীবন তাঁর কসম, সূরা ফাতিহার দৃষ্টান্ত, তাওরাত, ইঞ্জিল, যবূর প্রভৃতি অন্য কোন আসমানী গ্রন্থে তা নেই-ই এমন কি পবিত্র কোরআনে ও এর সমতুল্য অন্য কোন সূরা অবতীর্ণ হয়নি । - (মা'রিফুল কোরআন)। * সূরা শেষে আ-মীন্ বলা সুন্নাত কিন্তু আমীন্ সূরার অংশ নয়।",
    name_bn: "আল বাক্বারাহ",
    name_en: 'al bakarah',
    name_ar: 'ٱلْبَقَرَة',
    totalAyat: 286,
    quote: "",
    ayat: [
      {
        _id: 5,
        no: 1,
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
        tafsir: "এর তাফসীর পূর্বেই করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির আর কোন প্রয়োজন নেই। কুরতুবী (রঃ) বলেন যে, মহান আল্লাহ (আরবি)-এর বিশেষণের পর (আরবি) নামক বিশেষণটি ভয় প্রদর্শনের পর আশা ভরসার উদ্রেক কল্পে আনয়ন করেছেন। যেমন তিনি অন্যত্র বলেছেনঃ (আরবি)অর্থাৎ আমার বান্দাগণকে সংবাদ দাও যে, আমি ক্ষমতাশালী ও দয়ালু এবং আমার শাস্তিও বেদনাদায়ক। (১৫:৪৯-৫০) তিনি আরও বলেছেনঃ “তোমার প্রভু সত্বরই শাস্তি প্রদানকারী এবং তিনি দয়ালু ও ক্ষমাশীলও বটে।রব’ শব্দটির মধ্যে ভয় প্রদর্শন রয়েছে এবং রাহমান’ ও ‘রাহীম' শব্দ দুইটির মধ্যে আশা ভরসা রয়েছে। সহীহ মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যদি ঈমানদারগণ আল্লাহর ক্রোধ এবং তার ভীষণ শাস্তি সম্পর্কে পূর্ণভাবে অবহিত হতো তবে তাদের অন্তর হতে বেহেশতের নন্দন কাননের লোভ লালসা সরে যেতো এবং কাফিরেরা যদি আল্লাহ তা'আলার দান ও দয়া দাক্ষিণ্য সম্পর্কে পূর্ণজ্ঞান রাখতে তবে তারা কখনও নিরাশ ও হতাশাগ্রস্ত হতো না।'",
      }
    ]
  },
  {
    _id: 3,
    no: 3,
    para: 3,
    place: 'মক্কায় অবতীর্ণ',
    ruku: 1,
    naming: "এ সূরা কোরআনের সর্বপ্রথম সুরা। এ কারণেই এর নাম দেয়া হয়েছে ফাতিহাতুল কোরআন। অর্থাৎ কোরআনের প্রারম্ভিক। এছাড়া আরও বহুনাম আছে, তন্মধ্যে প্রসিদ্ধ নাম হল- ১। ফাতিহা, ২। উম্মুল কোরআন, ৩। ফাতিহাতুল কিতাব, ৪। শাফিয়াহ্, ৫। সাব'ই মাছানী, ৬। হাম্দ, ৭। তা'লিমুল মাসআলাহ্, ৮। মুনাজাত, ৯। কোরআনে আযীম, ১০। উম্মলু কিতাব।",
    shanenuzul: "",
    fazilat: "হাদীছ শরীফে বর্ণিত - সর্বাপেক্ষা উত্তম যিকর 'লা-ইলা-হা ইল্লাল্লা-হ্ এবং সর্বাপেক্ষা উত্তম দোয়া সূরা ফাতিহা। হযরত আবু হোরায়রা (রাঃ) থেকে বর্ণিত আছে - তিনি বলেন, রাসূলল্লুাহ্ (ছঃ) বলেছেন, যাঁর হাতে আমার জীবন তাঁর কসম, সূরা ফাতিহার দৃষ্টান্ত, তাওরাত, ইঞ্জিল, যবূর প্রভৃতি অন্য কোন আসমানী গ্রন্থে তা নেই-ই এমন কি পবিত্র কোরআনে ও এর সমতুল্য অন্য কোন সূরা অবতীর্ণ হয়নি । - (মা'রিফুল কোরআন)। * সূরা শেষে আ-মীন্ বলা সুন্নাত কিন্তু আমীন্ সূরার অংশ নয়।",
    name_bn: "আল-ইমরান",
    name_en: 'al imran',
    name_ar: 'آل عمران',
    totalAyat: 200,
    quote: "",
    ayat: [
      {
        _id: 6,
        no: 1,
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
        tafsir: "এর তাফসীর পূর্বেই করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির আর কোন প্রয়োজন নেই। কুরতুবী (রঃ) বলেন যে, মহান আল্লাহ (আরবি)-এর বিশেষণের পর (আরবি) নামক বিশেষণটি ভয় প্রদর্শনের পর আশা ভরসার উদ্রেক কল্পে আনয়ন করেছেন। যেমন তিনি অন্যত্র বলেছেনঃ (আরবি)অর্থাৎ আমার বান্দাগণকে সংবাদ দাও যে, আমি ক্ষমতাশালী ও দয়ালু এবং আমার শাস্তিও বেদনাদায়ক। (১৫:৪৯-৫০) তিনি আরও বলেছেনঃ “তোমার প্রভু সত্বরই শাস্তি প্রদানকারী এবং তিনি দয়ালু ও ক্ষমাশীলও বটে।রব’ শব্দটির মধ্যে ভয় প্রদর্শন রয়েছে এবং রাহমান’ ও ‘রাহীম' শব্দ দুইটির মধ্যে আশা ভরসা রয়েছে। সহীহ মুসলিমের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যদি ঈমানদারগণ আল্লাহর ক্রোধ এবং তার ভীষণ শাস্তি সম্পর্কে পূর্ণভাবে অবহিত হতো তবে তাদের অন্তর হতে বেহেশতের নন্দন কাননের লোভ লালসা সরে যেতো এবং কাফিরেরা যদি আল্লাহ তা'আলার দান ও দয়া দাক্ষিণ্য সম্পর্কে পূর্ণজ্ঞান রাখতে তবে তারা কখনও নিরাশ ও হতাশাগ্রস্ত হতো না।'",
      }
    ]
  }
];

export const blogs = [
  {
    _id: 1,
    title: "জান্নাতী দল কোনটি?",
    desc: "পবিত্র কুরআনের পাশাপাশি হাদিসের দিকে দৃষ্টিপাত করলে পাই যে রাসুলুল্লাহ (সঃ) বলেছেনঃ নিশ্চয়ই বনি ইসরাইলরা ৭২ দলে...",
  },
  {
    _id: 2,
    title: "কিয়ামত কি খুব কাছে?",
    desc: "কিয়ামত কবে সংগঠিত হবে এ ব্যপারে আল্লাহ ছাড়া আর কেউ জানেন না। এমনকি নবী-রাসূল কিংবা ফেরেশতাগণও জানেন না...",
  },
  {
    _id: 3,
    title: "ইসলামের মূল ভিত্তি কী?",
    desc: "ইসলামে আরবি ভাষার একচ্ছত্র প্রাধান্য দেখা যায়। ইসলাম একটি আরবি শব্দ। এটি এসেছে আরেক আরবি শব্দ 'সালাম' থেকে।...",
  }
];

export const settings = [
  {
    _id: 1,
    title: "Surah",
    items: 1,
    bgClass: "bg-yellow-100",
    textClass: "text-yellow-700"
  },
  {
    _id: 2,
    title: "Ayat",
    items: 2,
    bgClass: "bg-pink-200",
    textClass: "text-red-700"
  },
  {
    _id: 3,
    title: "Tafsir",
    items: 0,
    bgClass: "bg-red-200",
    textClass: "text-pink-700"
  }
];

export const moods = [
  {
    _id: 1,
    name: "Happiness",
    slug: "happiness",
    icon: "🌞",
    shape: shape7
  },
  {
    _id: 2,
    name: "Sadness",
    slug: "sadness",
    icon: "🌙",
    shape: shape4
  },
  {
    _id: 3,
    name: "Anger",
    slug: "anger",
    icon: "🔥",
    shape: shape2
  },
  {
    _id: 4,
    name: "Fear",
    slug: "fear",
    icon: "⚡",
    shape: shape3
  },
];

export const data = {
};
