import arrowDown from "@/assets/icons/arrow-down.png";
import arrowUp from "@/assets/icons/arrow-up.png";
import backArrow from "@/assets/icons/back-arrow.png";
import checkmark from "@/assets/icons/check.png";
import close from "@/assets/icons/close.png";
import home from "@/assets/icons/home.png";
import list from "@/assets/icons/list.png";
import out from "@/assets/icons/out.png";
import person from "@/assets/icons/person.png";
import pin from "@/assets/icons/pin.png";
import point from "@/assets/icons/point.png";
import profile from "@/assets/icons/profile.png";
import search from "@/assets/icons/search.png";
import star from "@/assets/icons/star.png";
import target from "@/assets/icons/target.png";
import to from "@/assets/icons/to.png";

import logo from "@/assets/images/icon.png";
import check from "@/assets/images/check.png";
import getStarted from "@/assets/images/get-started.png";
import message from "@/assets/images/message.png";
import noResult from "@/assets/images/no-result.png";
import onboarding1 from "@/assets/images/onboarding1.png";
import onboarding2 from "@/assets/images/onboarding2.png";
import onboarding3 from "@/assets/images/onboarding3.png";
import signUpCar from "@/assets/images/signup-car.png";

export const icons = {
    arrowDown,
    arrowUp,
    backArrow,
    checkmark,
    close,
    home,
    list,
    out,
    person,
    pin,
    point,
    profile,
    search,
    star,
    target,
    to,
};

export const images = {
  logo,
  onboarding1,
  onboarding2,
  onboarding3,
  getStarted,
  signUpCar,
  check,
  noResult,
  message,
};

export const onboarding = [
  {
    id: 1,
    title: "The perfect ride is just a tap away!",
    description:
      "Your journey begins with Ryde. Find your ideal ride effortlessly.",
    image: images.onboarding1,
  },
  {
    id: 2,
    title: "Best car in your hands with Ryde",
    description:
      "Discover the convenience of finding your perfect ride with Ryde",
    image: images.onboarding2,
  },
  {
    id: 3,
    title: "Your ride, your way. Let's go!",
    description:
      "Enter your destination, sit back, and let us take care of the rest.",
    image: images.onboarding3,
  },
];

export const surahList = [
  {
    _id: 1,
    no: '১',
    para: '১',
    place: 'মক্কায় অবতীর্ণ',
    ruku: '১',
    naming: "এ সূরা কোরআনের সর্বপ্রথম সুরা। এ কারণেই এর নাম দেয়া হয়েছে ফাতিহাতুল কোরআন। অর্থাৎ কোরআনের প্রারম্ভিক। এছাড়া আরও বহুনাম আছে, তন্মধ্যে প্রসিদ্ধ নাম হল- ১। ফাতিহা, ২। উম্মুল কোরআন, ৩। ফাতিহাতুল কিতাব, ৪। শাফিয়াহ্, ৫। সাব'ই মাছানী, ৬। হাম্দ, ৭। তা'লিমুল মাসআলাহ্, ৮। মুনাজাত, ৯। কোরআনে আযীম, ১০। উম্মলু কিতাব।",
    shanenuzul: "",
    fazilat: "হাদীছ শরীফে বর্ণিত - সর্বাপেক্ষা উত্তম যিকর 'লা-ইলা-হা ইল্লাল্লা-হ্ এবং সর্বাপেক্ষা উত্তম দোয়া সূরা ফাতিহা। হযরত আবু হোরায়রা (রাঃ) থেকে বর্ণিত আছে - তিনি বলেন, রাসূলল্লুাহ্ (ছঃ) বলেছেন, যাঁর হাতে আমার জীবন তাঁর কসম, সূরা ফাতিহার দৃষ্টান্ত, তাওরাত, ইঞ্জিল, যবূর প্রভৃতি অন্য কোন আসমানী গ্রন্থে তা নেই-ই এমন কি পবিত্র কোরআনে ও এর সমতুল্য অন্য কোন সূরা অবতীর্ণ হয়নি । - (মা'রিফুল কোরআন)। * সূরা শেষে আ-মীন্ বলা সুন্নাত কিন্তু আমীন্ সূরার অংশ নয়।",
    name_bn: "আল ফাতিহা",
    name_en: 'al fatiha',
    name_ar: 'الفاتحة',
    totalAyat: '৭',
    quote: "",
    ayat: [
      {
        _id: 4,
        no: '১',
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
      },
      {
        _id: 7,
        no: '২',
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
      },
      {
        _id: 8,
        no: '৩',
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
      },
      {
        _id: 9,
        no: '৪',
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
      },
      {
        _id: 10,
        no: '৫',
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
      }
    ]
  },
  {
    _id: 2,
    no: '২',
    para: '২',
    place: 'মক্কায় অবতীর্ণ',
    ruku: '১',
    naming: "এ সূরা কোরআনের সর্বপ্রথম সুরা। এ কারণেই এর নাম দেয়া হয়েছে ফাতিহাতুল কোরআন। অর্থাৎ কোরআনের প্রারম্ভিক। এছাড়া আরও বহুনাম আছে, তন্মধ্যে প্রসিদ্ধ নাম হল- ১। ফাতিহা, ২। উম্মুল কোরআন, ৩। ফাতিহাতুল কিতাব, ৪। শাফিয়াহ্, ৫। সাব'ই মাছানী, ৬। হাম্দ, ৭। তা'লিমুল মাসআলাহ্, ৮। মুনাজাত, ৯। কোরআনে আযীম, ১০। উম্মলু কিতাব।",
    shanenuzul: "",
    fazilat: "হাদীছ শরীফে বর্ণিত - সর্বাপেক্ষা উত্তম যিকর 'লা-ইলা-হা ইল্লাল্লা-হ্ এবং সর্বাপেক্ষা উত্তম দোয়া সূরা ফাতিহা। হযরত আবু হোরায়রা (রাঃ) থেকে বর্ণিত আছে - তিনি বলেন, রাসূলল্লুাহ্ (ছঃ) বলেছেন, যাঁর হাতে আমার জীবন তাঁর কসম, সূরা ফাতিহার দৃষ্টান্ত, তাওরাত, ইঞ্জিল, যবূর প্রভৃতি অন্য কোন আসমানী গ্রন্থে তা নেই-ই এমন কি পবিত্র কোরআনে ও এর সমতুল্য অন্য কোন সূরা অবতীর্ণ হয়নি । - (মা'রিফুল কোরআন)। * সূরা শেষে আ-মীন্ বলা সুন্নাত কিন্তু আমীন্ সূরার অংশ নয়।",
    name_bn: "আল বাক্বারাহ",
    name_en: 'al bakarah',
    name_ar: 'ٱلْبَقَرَة',
    totalAyat: '২৮৬',
    quote: "",
    ayat: [
      {
        _id: 5,
        no: '১',
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
      }
    ]
  },
  {
    _id: 3,
    no: '৩',
    para: '৩',
    place: 'মক্কায় অবতীর্ণ',
    ruku: '১',
    naming: "এ সূরা কোরআনের সর্বপ্রথম সুরা। এ কারণেই এর নাম দেয়া হয়েছে ফাতিহাতুল কোরআন। অর্থাৎ কোরআনের প্রারম্ভিক। এছাড়া আরও বহুনাম আছে, তন্মধ্যে প্রসিদ্ধ নাম হল- ১। ফাতিহা, ২। উম্মুল কোরআন, ৩। ফাতিহাতুল কিতাব, ৪। শাফিয়াহ্, ৫। সাব'ই মাছানী, ৬। হাম্দ, ৭। তা'লিমুল মাসআলাহ্, ৮। মুনাজাত, ৯। কোরআনে আযীম, ১০। উম্মলু কিতাব।",
    shanenuzul: "",
    fazilat: "হাদীছ শরীফে বর্ণিত - সর্বাপেক্ষা উত্তম যিকর 'লা-ইলা-হা ইল্লাল্লা-হ্ এবং সর্বাপেক্ষা উত্তম দোয়া সূরা ফাতিহা। হযরত আবু হোরায়রা (রাঃ) থেকে বর্ণিত আছে - তিনি বলেন, রাসূলল্লুাহ্ (ছঃ) বলেছেন, যাঁর হাতে আমার জীবন তাঁর কসম, সূরা ফাতিহার দৃষ্টান্ত, তাওরাত, ইঞ্জিল, যবূর প্রভৃতি অন্য কোন আসমানী গ্রন্থে তা নেই-ই এমন কি পবিত্র কোরআনে ও এর সমতুল্য অন্য কোন সূরা অবতীর্ণ হয়নি । - (মা'রিফুল কোরআন)। * সূরা শেষে আ-মীন্ বলা সুন্নাত কিন্তু আমীন্ সূরার অংশ নয়।",
    name_bn: "আল-ইমরান",
    name_en: 'al imran',
    name_ar: 'آل عمران',
    totalAyat: '২০০',
    quote: "",
    ayat: [
      {
        _id: 6,
        no: '১',
        bn: 'সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সমস্ত জাহানের রব।',
        ar: 'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ',
      }
    ]
  }
];

export const blogs = [
  {
    _id: 1,
    title: "জান্নাতী দল কোনটি?",
    desc: "",
  },
  {
    _id: 2,
    title: "কিয়ামত কি খুব কাছে?",
    desc: "",
  },
  {
    _id: 3,
    title: "ইসলামের মূল ভিত্তি কী?",
    desc: "",
  }
];

export const settings = [
  {
    _id: 1,
    title: "Surah",
    items: 1,
    bgClass: "bg-yellow-100",
    textClass: "text-yellow-700"
  },
  {
    _id: 2,
    title: "Ayat",
    items: 2,
    bgClass: "bg-pink-200",
    textClass: "text-red-700"
  },
  {
    _id: 3,
    title: "Tafsir",
    items: 0,
    bgClass: "bg-red-200",
    textClass: "text-pink-700"
  }
];

export const moods = [
  {
    _id: 1,
    name: "Surah",
    bgClass: "bg-primary-300",
    icon: "🌞"
  },
  {
    _id: 2,
    name: "Sadness",
    bgClass: "bg-secondary-300",
    icon: "🌙"
  },
  {
    _id: 3,
    name: "Anger",
    bgClass: "bg-general-300",
    icon: "🔥"
  },
  {
    _id: 4,
    name: "Fear",
    bgClass: "bg-yellow-500",
    icon: "⚡"
  },
];

export const data = {
  onboarding,
};
