export const getSurahNameBn = (surahNumber) => {
    const surahNames = {
        1: "আল-ফাতিহা",
        2: "আল বাক্বারাহ",
        3: "আল-ইমরান",
        4: "আন্ নিসা",
        5: "আল মায়িদাহ",
        6: "আল-আন‘আম",
        7: "আল-আ‘রাফ",
        8: "আল-আনফাল",
        9: "আত-তাওবাহ",
        10: "ইউনুস",
        11: "হুদ",
        12: "ইউসুফ",
        13: "আর-আ‘দ",
        14: "ইব্রাহীম",
        15: "আল-হিজর",
        16: "আন-নাহল",
        17: "বনি ইসরাইল",
        18: "আল-কাহ্ফ",
        19: "মারইয়াম",
        20: "ত্বোয়া-হা",
        21: "আম্বিয়া",
        22: "আল-হাজ্জ",
        23: "আল-মু‘মিনূন",
        24: "আন-নূর",
        25: "আল-ফুরকান",
        26: "আশ-শু‘আরা",
        27: "আন-নামল",
        28: "আল-কাসাস",  //
        29: "আল-আনকাবুত",
        30: "আর-রুম",
        31: "লুকমান",  //
        32: "আস-সাজদাহ",  //
        33: "আল-আহযাব",
        34: "আস-সাবা",
        35: "ফাতির",
        36: "ইয়াসীন",
        37: "আস-সাফফাত",  //
        38: "সোয়াদ", //
        39: "আয-যুমার",  //
        40: "গাফির",  //
        41: "ফুসসিলাত",  //
        42: "আশ-শুরা",
        43: "আয-যুখরুফ",
        44: "আদ-দুখান",
        45: "আল-জাসিয়া",
        46: "আল-আহকাফ",  //
        47: "মুহাম্মদ",
        48: "আল-ফাতহ",
        49: "আল-হুজুরাত",
        50: "ক্বাফ",
        51: "আয-যারিয়াত",
        52: "আত-তূর",
        53: "আন-নাজম",
        54: "আল-ক্বামার",
        55: "আর-রাহমান",
        56: "আল-ওয়াকি‘আহ",  //
        57: "আল-হাদীদ",
        58: "আল-মুজাদিলাহ",
        59: "আল-হাশর",
        60: "আল-মুমতাহিনাহ",
        61: "আস-সাফ",
        62: "আল-জুমুআহ",
        63: "আল-মুনাফিকুন",
        64: "আত-তাগাবুন",
        65: "আত-তালাক",
        66: "আত-তাহরীম",
        67: "আল-মুলক",
        68: "আল-কলম",
        69: "আল-হাক্কাহ",
        70: "আল-মা‘আরিজ",
        71: "নূহ",
        72: "আল-জিন",  //
        73: "আল-মুয্যাম্মিল",
        74: "আল-মুদ্দাস্সির",
        75: "আল-কিয়ামাহ",  //
        76: "আল-ইনসান",  //
        77: "আল-মুরসালাত",
        78: "আন-নাবা",
        79: "আন-নাযি‘আত", //
        80: "আবাসা",
        81: "আত-তাকভীর",
        82: "আল-ইনফিতার",
        83: "আল-মুতাফ্ফিফীন", //
        84: "আল-ইনশিকাক",
        85: "আল-বুরুজ",
        86: "আত-তারিক", //
        87: "আল-আ‘লা",
        88: "আল-গাশিয়াহ",
        89: "আল-ফাজর",
        90: "আল-বালাদ",
        91: "আশ-শামস",
        92: "আল-লাইল",
        93: "আয-যুহা", //
        94: "আল-ইনশিরাহ",
        95: "আত-তীন", //
        96: "আল-আলাক",
        97: "আল-ক্বাদর",
        98: "আল-বাইয়্যিনাহ",
        99: "আয-যিলযাল",
        100: "আল-আদিয়াত",
        101: "আল-ক্বারিয়াহ", //
        102: "আত-তাকাসুর",
        103: "আল-আসর",
        104: "আল-হুমাযাহ",
        105: "আল-ফীল",
        106: "কুরাইশ",
        107: "আল-মাউন",
        108: "আল-কাউসার",
        109: "আল-কাফিরুন",
        110: "আন-নাসর",
        111: "আল-লাহাব",
        112: "আল-ইখলাস",
        113: "আল-ফালাক",
        114: "আন-নাস"
    };
    
    return surahNames[surahNumber] || item.name_bn;
};